Repository: thiswildidea/MarketMotionStudio
Catalog: src/MarketMotionStudio/Strings/*/Resources.resw
Source language: en_us
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# SectorTooMany
source: At most {0} {1}; beyond that a vertical frame is a barcode.
cs: Nejvýše {0} {1}; víc je na svislém snímku čárový kód.
de: Höchstens {0} {1}; mehr wird im Hochformat ein Strichcode.
es: Como máximo {0} {1}; más que eso es un código de barras en vertical.
fr: {0} {1} maximum ; au-delà, un cadre vertical devient un code-barres.
it: Al massimo {0} {1}; oltre, un formato verticale diventa un codice a barre.
ja: 最大 {0} {1}。それ以上は縦画面では棒になります。
ko: 최대 {0} {1}. 그 이상은 세로 화면에서 바코드가 됩니다.
pl: Najwyżej {0} {1}; więcej to pionowy kod kreskowy.
pt_br: No máximo {0} {1}; além disso um quadro vertical vira um código de barras.
ru: Не больше {0} {1}; иначе вертикальный кадр превращается в штрихкод.
tr: En fazla {0} {1}; fazlası dikey karede barkod olur.
zh_hans: 最多 {0} {1}，再多竖屏放不下。
zh_hant: 最多 {0} {1}，再多豎屏放不下。

# SectorTooManyStocks
source: At most {0} stocks.
cs: Nejvýše {0} akcií.
de: Höchstens {0} Aktien.
es: Como máximo {0} acciones.
fr: {0} actions maximum.
it: Al massimo {0} azioni.
ja: 最大 {0} 銘柄。
ko: 최대 {0}개 종목.
pl: Najwyżej {0} akcji.
pt_br: No máximo {0} ações.
ru: Не больше {0} акций.
tr: En fazla {0} hisse.
zh_hans: 最多 {0} 只。
zh_hant: 最多 {0} 隻。

# SectorTooFewSharedDays
source: The racers share fewer than 5 trading days.
cs: Účastníci sdílejí méně než 5 obchodních dnů.
de: Die Teilnehmer teilen fewer als 5 Handelstage.
es: Los participantes comparten menos de 5 sesiones.
fr: Les participants partagent moins de 5 séances.
it: I concorrenti condividono meno di 5 sedute.
ja: 出場者に共通する営業日が 5 日未満です。
ko: 참가자들이 공유하는 거래일이 5일 미만입니다.
pl: Uczestnicy dzielą mniej niż 5 sesji.
pt_br: Os participantes compartilham menos de 5 pregões.
ru: Участников связывает меньше 5 торговых дней.
tr: Yarışmacılar 5 iş gününden az paylaşıyor.
zh_hans: 各对象共有的交易日不足 5 天。
zh_hant: 各對象共有的交易日不足 5 天。

# SectorFetching
source: Fetching {0} …
cs: Načítá se {0} …
de: {0} wird geladen …
es: Obteniendo {0} …
fr: Chargement de {0} …
it: Caricamento di {0} …
ja: {0} を取得中 …
ko: {0} 가져오는 중 …
pl: Pobieranie {0} …
pt_br: Obtendo {0} …
ru: Загрузка {0} …
tr: {0} alınıyor …
zh_hans: 正在获取 {0} …
zh_hant: 正在取得 {0} …

# SectorFetched
source: {0} {1} · {2} trading days · leading {3} {4} · last {5} {6}
cs: {0} {1} · {2} obchodních dnů · vede {3} {4} · poslední {5} {6}
de: {0} {1} · {2} Handelstage · vorn {3} {4} · hinten {5} {6}
es: {0} {1} · {2} sesiones · primero {3} {4} · último {5} {6}
fr: {0} {1} · {2} séances · premier {3} {4} · dernier {5} {6}
it: {0} {1} · {2} sedute · primo {3} {4} · ultimo {5} {6}
ja: {0} {1} · {2} 営業日 · 先頭 {3} {4} · 最下位 {5} {6}
ko: {0} {1} · {2}거래일 · 선두 {3} {4} · 꼴찌 {5} {6}
pl: {0} {1} · {2} sesji · na czele {3} {4} · na końcu {5} {6}
pt_br: {0} {1} · {2} pregões · líder {3} {4} · último {5} {6}
ru: {0} {1} · {2} торговых дней · впереди {3} {4} · позади {5} {6}
tr: {0} {1} · {2} işlem günü · önde {3} {4} · sonda {5} {6}
zh_hans: {0} {1} · {2} 个交易日 · 领先 {3} {4} · 垫底 {5} {6}
zh_hant: {0} {1} · {2} 個交易日 · 領先 {3} {4} · 墊底 {5} {6}

# SectorRaceStageTitle
source: Sector Race
cs: Závod sektorů
de: Sektor-Rennen
es: Carrera de sectores
fr: Course de secteurs
it: Gara di settori
ja: 業界セクター競争
ko: 업종 경주
pl: Wyścig sektorów
pt_br: Corrida de setores
ru: Гонка секторов
tr: Sektör yarışı
zh_hans: 行业板块竞速
zh_hant: 行業板塊競速

# SectorUnitYi
source: ×100M
cs: ×100 mil.
de: ×100 Mio.
ja: 億
ko: 억
pl: ×100 mln
ru: ×100 млн
zh_hans: 亿
zh_hant: 億

# SectorUnitSectors
source: sectors
cs: sektorů
de: Sektoren
es: sectores
fr: secteurs
it: settori
ja: セクター
ko: 업종
pl: sektorów
pt_br: setores
ru: секторов
tr: sektör
zh_hans: 个板块
zh_hant: 個板塊

# SectorUnitStocks
source: stocks
cs: akcií
de: Aktien
es: acciones
fr: actions
it: azioni
ja: 銘柄
ko: 종목
pl: akcji
pt_br: ações
ru: акций
tr: hisse
zh_hans: 只个股
zh_hant: 隻個股

# StudioDisclaimer.Text
source: For reference only. Not investment advice.
cs: Pouze pro orientaci. Není to investiční doporučení.
de: Nur als Anhaltspunkt. Keine Anlageberatung.
es: Solo a título informativo. No es asesoramiento de inversión.
fr: À titre indicatif uniquement. Ne constitue pas un conseil en investissement.
it: Solo a titolo informativo. Non è una consulenza di investimento.
ja: 参考情報です。投資助言ではありません。
ko: 참고용입니다. 투자 조언이 아닙니다.
pl: Tylko informacyjnie. To nie porada inwestycyjna.
pt_br: Apenas para referência. Não é recomendação de investimento.
ru: Только для справки. Не является инвестиционной рекомендацией.
tr: Yalnızca bilgi amaçlıdır. Yatırım tavsiyesi değildir.
zh_hans: 仅供参考，不构成投资建议。
zh_hant: 僅供參考，不構成投資建議。

# StudioDataLayerPending
source: Fetching quotes is not built yet. The video and layout controls and the preview work now; the data layer is the next step.
cs: Načítání kurzů ještě není hotové. Ovládání videa a rozvržení i náhled už fungují; datová vrstva je další krok.
de: Das Abrufen von Kursen ist noch nicht gebaut. Die Video- und Layout-Regler und die Vorschau funktionieren bereits; die Datenschicht ist der nächste Schritt.
es: La obtención de cotizaciones aún no está hecha. Los controles de vídeo y composición y la vista previa ya funcionan; la capa de datos es el siguiente paso.
fr: La récupération des cours n'est pas encore écrite. Les réglages vidéo et de mise en page ainsi que l'aperçu fonctionnent déjà ; la couche de données est l'étape suivante.
it: Il recupero delle quotazioni non è ancora scritto. I comandi di video e impaginazione e l'anteprima funzionano già; il livello dati è il passo successivo.
ja: 相場データの取得はまだ実装されていません。動画とレイアウトの設定、プレビューは今も動きます。データ層が次の段階です。
ko: 시세 가져오기는 아직 만들지 않았습니다. 영상과 레이아웃 설정, 미리 보기는 지금도 동작합니다. 데이터 계층이 다음 단계입니다.
pl: Pobieranie notowań nie jest jeszcze zrobione. Ustawienia filmu i układu oraz podgląd już działają; warstwa danych to następny krok.
pt_br: A busca de cotações ainda não foi feita. Os controles de vídeo e layout e a prévia já funcionam; a camada de dados é o próximo passo.
ru: Получение котировок пока не сделано. Настройки видео и компоновки и предпросмотр уже работают; слой данных — следующий шаг.
tr: Fiyat verisi çekme henüz yazılmadı. Video ve yerleşim denetimleri ile ön izleme şimdiden çalışıyor; veri katmanı bir sonraki adım.
zh_hans: 取数还没做。视频与版面参数、预览现在都可用；数据层是下一步。
zh_hant: 取數還沒做。影片與版面參數、預覽現在都可用；資料層是下一步。

# StudioEncoderPending
source: Exporting is not built yet. The preview already runs the real render path; the encoder is the next step.
cs: Export ještě není hotový. Náhled už prochází skutečnou cestou vykreslování; kodér je další krok.
de: Der Export ist noch nicht gebaut. Die Vorschau läuft schon über den echten Renderpfad; der Encoder ist der nächste Schritt.
es: La exportación aún no está hecha. La vista previa ya recorre la ruta de render real; el codificador es el siguiente paso.
fr: L'export n'est pas encore écrit. L'aperçu suit déjà le vrai chemin de rendu ; l'encodeur est l'étape suivante.
it: L'esportazione non è ancora scritta. L'anteprima percorre già il vero cammino di rendering; l'encoder è il passo successivo.
ja: 書き出しはまだ実装されていません。プレビューは既に本番の描画経路を通っています。エンコーダーが次の段階です。
ko: 내보내기는 아직 만들지 않았습니다. 미리 보기는 이미 실제 렌더링 경로를 지나갑니다. 인코더가 다음 단계입니다.
pl: Eksport nie jest jeszcze zrobiony. Podgląd już przechodzi prawdziwą ścieżką renderowania; koder to następny krok.
pt_br: A exportação ainda não foi feita. A prévia já percorre o caminho real de renderização; o codificador é o próximo passo.
ru: Экспорт пока не сделан. Предпросмотр уже идёт по настоящему пути отрисовки; кодировщик — следующий шаг.
tr: Dışa verme henüz yazılmadı. Ön izleme zaten gerçek çizim yolundan geçiyor; kodlayıcı bir sonraki adım.
zh_hans: 导出还没做。预览走的已经是真正的渲染路径；编码器是下一步。
zh_hant: 匯出還沒做。預覽走的已經是真正的算繪路徑；編碼器是下一步。

# MarketTurnoverStageTitle
source: Market turnover
cs: Obrat trhu
de: Marktumsatz
es: Importe negociado del mercado
fr: Montant échangé sur le marché
it: Controvalore del mercato
ja: 市場の売買代金
ko: 시장 거래대금
pl: Obroty rynku
pt_br: Volume financeiro do mercado
ru: Оборот рынка
tr: Piyasa işlem hacmi
zh_hans: 市场成交额
zh_hant: 市場成交額

# StockVolumeStageTitle
source: Volume and turnover
cs: Objem a obrat
de: Volumen und Umschlag
es: Volumen y rotación
fr: Volume et rotation
it: Volume e rotazione
ja: 出来高と回転率
ko: 거래량과 회전율
pl: Wolumen i obrót
pt_br: Volume e giro
ru: Объём и оборачиваемость
tr: Hacim ve devir
zh_hans: 成交量换手率
zh_hant: 成交量換手率

# StockBadCode
source: That code cannot be quoted here. Type a code, a name or pinyin and pick from the list.
cs: Tento kód zde nelze načíst. Zadejte kód, název nebo pinyin a vyberte ze seznamu.
de: Dieser Code ist hier nicht abfragbar. Code, Namen oder Pinyin eingeben und aus der Liste wählen.
es: Ese código no se puede consultar aquí. Escribe un código, un nombre o pinyin y elige de la lista.
fr: Ce code n'est pas interrogeable ici. Saisissez un code, un nom ou du pinyin puis choisissez dans la liste.
it: Questo codice non è interrogabile qui. Inserisci un codice, un nome o pinyin e scegli dall'elenco.
ja: このコードは取得できません。コード・名称・ピンインを入力し、一覧から選んでください。
ko: 이 코드로는 조회할 수 없습니다. 코드·이름·병음을 입력하고 목록에서 선택하세요.
pl: Tego kodu nie da się tu pobrać. Wpisz kod, nazwę lub pinyin i wybierz z listy.
pt_br: Esse código não pode ser cotado aqui. Digite um código, nome ou pinyin e escolha na lista.
ru: Такой код здесь получить нельзя. Введите код, название или пиньинь и выберите из списка.
tr: Bu kod burada sorgulanamıyor. Kod, ad veya pinyin yazın ve listeden seçin.
zh_hans: 无法识别这个代码。请输入代码、中文名或拼音，并从列表中选择。
zh_hant: 無法識別這個代碼。請輸入代碼、中文名或拼音，並從清單中選擇。

# StockChosen
source: {0} ({1}) chosen.
cs: Vybráno {0} ({1}).
de: {0} ({1}) ausgewählt.
es: {0} ({1}) seleccionado.
fr: {0} ({1}) sélectionné.
it: {0} ({1}) selezionato.
ja: {0}（{1}）を選択しました。
ko: {0}({1}) 선택됨.
pl: Wybrano {0} ({1}).
pt_br: {0} ({1}) selecionado.
ru: Выбрано: {0} ({1}).
tr: {0} ({1}) seçildi.
zh_hans: 已选择 {0}（{1}）。
zh_hant: 已選擇 {0}（{1}）。

# StockFetching
source: Fetching {0} …
cs: Načítá se {0} …
de: {0} wird geladen …
es: Obteniendo {0} …
fr: Chargement de {0} …
it: Caricamento di {0} …
ja: {0} を取得中 …
ko: {0} 가져오는 중 …
pl: Pobieranie {0} …
pt_br: Obtendo {0} …
ru: Загрузка {0} …
tr: {0} alınıyor …
zh_hans: 正在获取 {0} …
zh_hant: 正在取得 {0} …

# StockFetchingIntraday
source: Fetching intraday data for {0} …
cs: Načítají se intradenní data pro {0} …
de: Intraday-Daten für {0} werden geladen …
es: Obteniendo datos intradía de {0} …
fr: Chargement des données intraday de {0} …
it: Caricamento dei dati intraday di {0} …
ja: {0} の分足データを取得中 …
ko: {0} 분별 데이터 가져오는 중 …
pl: Pobieranie danych intraday {0} …
pt_br: Obtendo dados intradiários de {0} …
ru: Загрузка внутридневных данных {0} …
tr: {0} için gün içi veriler alınıyor …
zh_hans: 正在获取 {0} 的分时数据 …
zh_hant: 正在取得 {0} 的分時資料 …

# StockIntradayUnavailable
source: No intraday data for this code.
cs: Pro tento kód nejsou intradenní data.
de: Keine Intraday-Daten für diesen Code.
es: Sin datos intradía para este código.
fr: Aucune donnée intraday pour ce code.
it: Nessun dato intraday per questo codice.
ja: このコードに分足データはありません。
ko: 이 코드에는 분별 데이터가 없습니다.
pl: Brak danych intraday dla tego kodu.
pt_br: Sem dados intradiários para esse código.
ru: Для этого кода нет внутридневных данных.
tr: Bu kod için gün içi veri yok.
zh_hans: 该代码没有分时数据。
zh_hant: 該代碼沒有分時資料。

# StockIntradayTooFew
source: Too few intraday points on that day.
cs: Tento den má příliš málo intradenních bodů.
de: Zu wenige Intraday-Punkte an diesem Tag.
es: Demasiados pocos puntos intradía ese día.
fr: Trop peu de points intraday ce jour-là.
it: Troppi pochi punti intraday in quella giornata.
ja: この日の分足データが少なすぎます。
ko: 이 날짜의 분별 데이터가 너무 적습니다.
pl: Zbyt mało punktów intraday tego dnia.
pt_br: Poucos pontos intradiários nesse dia.
ru: Слишком мало внутридневных точек за этот день.
tr: O gün için gün içi nokta sayısı çok az.
zh_hans: 该交易日分时点数过少。
zh_hant: 該交易日分時點數過少。

# StockNoRate
source: This listing reports no turnover rate.
cs: Tento cenný papír neuvádí obrat akcií.
de: Dieses Wertpapier meldet keine Umschlagshäufigkeit.
es: Este valor no informa rotación.
fr: Cette valeur ne publie pas de taux de rotation.
it: Questo titolo non riporta il tasso di rotazione.
ja: この銘柄は回転率を報告していません。
ko: 이 종목은 회전율을 제공하지 않습니다.
pl: Ten instrument nie podaje obrotu akcjami.
pt_br: Este papel não informa giro de ações.
ru: Этот инструмент не публикует оборачиваемость.
tr: Bu menkul kıymet devir hızını bildirmiyor.
zh_hans: 该标的无换手率数据。
zh_hant: 該標的無換手率資料。

# StockNoFloatShares
source: Free-float size unavailable; the turnover rate cannot be computed.
cs: Počet volně obchodovaných akcií není znám; obrat nelze spočítat.
de: Streubesitz unbekannt; die Umschlagshäufigkeit kann nicht berechnet werden.
es: Sin datos del capital flotante; la rotación no se puede calcular.
fr: Flottant indisponible ; le taux de rotation ne peut pas être calculé.
it: Capitale flottante non disponibile; rotazione non calcolabile.
ja: 流通株数を取得できず、回転率を計算できません。
ko: 유통 주식수를 알 수 없어 회전율을 계산할 수 없습니다.
pl: Brak danych o akcjach w obrocie; obrót nie może zostać policzony.
pt_br: Free float indisponível; o giro não pode ser calculado.
ru: Размер свободного обращения неизвестен; оборачиваемость не рассчитать.
tr: Dolaşımdaki pay verisi yok; devir hızı hesaplanamıyor.
zh_hans: 未取到流通股本，换手率不可用。
zh_hant: 未取得流通股本，換手率不可用。

# StockFetchedDaily
source: {0} ({1}): {2} trading days · volume avg {3} {4}, peak {5} · turnover avg {6}%, peak {7}%
cs: {0} ({1}): {2} obchodních dnů · objem prům. {3} {4}, vrchol {5} · obrat prům. {6} %, vrchol {7} %
de: {0} ({1}): {2} Handelstage · Volumen Ø {3} {4}, Spitze {5} · Umschlag Ø {6} %, Spitze {7} %
es: {0} ({1}): {2} sesiones · volumen medio {3} {4}, pico {5} · rotación media {6} %, pico {7} %
fr: {0} ({1}) : {2} séances · volume moyen {3} {4}, pic {5} · rotation moyenne {6} %, pic {7} %
it: {0} ({1}): {2} sedute · volume medio {3} {4}, picco {5} · rotazione media {6} %, picco {7} %
ja: {0}（{1}）：{2} 営業日 · 出来高平均 {3} {4}、最高 {5} · 回転率平均 {6} %、最高 {7} %
ko: {0}({1}): {2}거래일 · 거래량 평균 {3} {4}, 최고 {5} · 회전율 평균 {6} %, 최고 {7} %
pl: {0} ({1}): {2} sesje · wolumen śr. {3} {4}, szczyt {5} · obrót śr. {6} %, szczyt {7} %
pt_br: {0} ({1}): {2} pregões · volume médio {3} {4}, pico {5} · giro médio {6} %, pico {7} %
ru: {0} ({1}): {2} торговых дней · объём в среднем {3} {4}, пик {5} · оборачиваемость в среднем {6} %, пик {7} %
tr: {0} ({1}): {2} işlem günü · hacim ort. {3} {4}, zirve {5} · devir ort. {6} %, zirve {7} %
zh_hans: {0}（{1}）：{2} 个交易日 · 量均 {3} {4}，峰 {5} · 换手均 {6}%，峰 {7}%
zh_hant: {0}（{1}）：{2} 個交易日 · 量均 {3} {4}，峰 {5} · 換手均 {6}%，峰 {7}%

# StockFetchedIntraday
source: {0} ({1}): {2} minutes · full-day turnover {3}%
cs: {0} ({1}): {2} minut · obrat dne {3} %
de: {0} ({1}): {2} Minuten · Tagesumschlag {3} %
es: {0} ({1}): {2} minutos · rotación del día {3} %
fr: {0} ({1}) : {2} minutes · rotation du jour {3} %
it: {0} ({1}): {2} minuti · rotazione del giorno {3} %
ja: {0}（{1}）：{2} 分 · 通日回転率 {3} %
ko: {0}({1}): {2}분 · 하루 회전율 {3} %
pl: {0} ({1}): {2} minuty · obrót dnia {3} %
pt_br: {0} ({1}): {2} minutos · giro do dia {3} %
ru: {0} ({1}): {2} минут · оборачиваемость за день {3} %
tr: {0} ({1}): {2} dakika · günün devri {3} %
zh_hans: {0}（{1}）：{2} 分钟 · 全日换手 {3}%
zh_hant: {0}（{1}）：{2} 分鐘 · 全日換手 {3}%

# StockDailyHint
source: Daily mode: one bar per trading day.
cs: Denní režim: jeden sloupec na obchodní den.
de: Tagesmodus: ein Balken pro Handelstag.
es: Modo diario: una barra por sesión.
fr: Mode quotidien : une barre par séance.
it: Modo giornaliero: una barra per seduta.
ja: 日足モード：営業日ごとに 1 本のバー。
ko: 일별 모드: 거래일마다 막대 하나.
pl: Tryb dzienny: jeden słupek na sesję.
pt_br: Modo diário: uma barra por pregão.
ru: Дневной режим: один столбец на торговый день.
tr: Günlük mod: işlem günü başına bir çubuk.
zh_hans: 日线模式：按交易日展示成交量与换手率。
zh_hant: 日線模式：按交易日展示成交量與換手率。

# StockIntradayHint
source: Intraday mode: the source holds only the last five trading days. Fetch once, then pick the day.
cs: Intradenní režim: zdroj uchovává jen posledních pět obchodních dnů. Načtěte jednou a den vyberte.
de: Intraday-Modus: die Quelle hält nur die letzten fünf Handelstage. Einmal laden, dann den Tag wählen.
es: Modo intradía: la fuente solo conserva las últimas cinco sesiones. Carga una vez y elige el día.
fr: Mode intraday : la source ne conserve que les cinq dernières séances. Chargez une fois, puis choisissez le jour.
it: Modo intraday: la fonte conserva solo le ultime cinque sedute. Carica una volta, poi scegli il giorno.
ja: 分足モード：取得できるのは直近 5 営業日のみ。一度取得してから日を選んでください。
ko: 분별 모드: 최근 5거래일만 제공됩니다. 한 번 가져온 뒤 날짜를 선택하세요.
pl: Tryb intraday: źródło przechowuje tylko pięć ostatnich sesji. Pobierz raz, a potem wybierz dzień.
pt_br: Modo intradiário: a fonte guarda apenas os cinco últimos pregões. Carregue uma vez e escolha o dia.
ru: Внутридневной режим: источник хранит только последние пять торговых дней. Загрузите один раз, затем выберите день.
tr: Gün içi mod: kaynak yalnızca son beş işlem gününü tutar. Bir kez yükleyin, sonra günü seçin.
zh_hans: 分时模式：接口仅提供最近 5 个交易日，点「获取数据」后可选择具体日期。
zh_hant: 分時模式：介面僅提供最近 5 個交易日，點「取得資料」後可選擇具體日期。

# StockUnitHands
source: lots
cs: lotů
es: lotes
it: lotti
ja: 株
ko: 주
pl: pakietów
pt_br: lotes
ru: лотов
tr: lot
zh_hans: 手
zh_hant: 手

# StockUnitTenThousand
source: ×10k lots
cs: ×10 tis. lotů
es: ×10 mil lotes
it: ×10 mila lotti
ja: 万株
ko: 만주
pl: ×10 tys. pakietów
pt_br: ×10 mil lotes
ru: ×10 тыс. лотов
tr: ×10 bin lot
zh_hans: 万手
zh_hant: 萬手

# StockPanelVolume
source: Volume
cs: Objem
de: Volumen
es: Volumen
ja: 出来高
ko: 거래량
pl: Wolumen
ru: Объём
tr: Hacim
zh_hans: 成交量
zh_hant: 成交量

# StockPanelMinuteVolume
source: Volume per minute
cs: Objem za minutu
de: Volumen pro Minute
es: Volumen por minuto
fr: Volume par minute
it: Volume al minuto
ja: 毎分出来高
ko: 분당 거래량
pl: Wolumen na minutę
pt_br: Volume por minuto
ru: Объём в минуту
tr: Dakika başına hacim
zh_hans: 每分钟成交量
zh_hant: 每分鐘成交量

# StockPanelTurnover
source: Turnover rate
cs: Obrat
de: Umschlagshäufigkeit
es: Rotación
fr: Taux de rotation
it: Rotazione
ja: 回転率
ko: 회전율
pl: Obrót
pt_br: Giro
ru: Оборачиваемость
tr: Devir hızı
zh_hans: 换手率
zh_hant: 換手率

# StockPanelCumTurnover
source: Cumulative turnover
cs: Kumulovaný obrat
de: Kumulierter Umschlag
es: Rotación acumulada
fr: Rotation cumulée
it: Rotazione cumulativa
ja: 累積回転率
ko: 누적 회전율
pl: Obrót skumulowany
pt_br: Giro acumulado
ru: Накопленная оборачиваемость
tr: Kümülatif devir
zh_hans: 累计换手率
zh_hant: 累計換手率

# StockMeanLabel
source: Mean {0}
cs: Prům. {0}
de: Ø {0}
es: Media {0}
fr: Moyenne {0}
it: Media {0}
ja: 平均 {0}
ko: 평균 {0}
pl: Śr. {0}
pt_br: Média {0}
ru: Сред. {0}
tr: Ort. {0}
zh_hans: 均值 {0}
zh_hant: 均值 {0}

# StockHighLabel
source: High
cs: Maximum
de: Hoch
es: Máximo
fr: Haut
it: Massimo
ja: 最高
ko: 최고
pl: Maksimum
pt_br: Máximo
ru: Максимум
tr: En yüksek
zh_hans: 最高
zh_hant: 最高

# StockLowLabel
source: Low
cs: Minimum
de: Tief
es: Mínimo
fr: Bas
it: Minimo
ja: 最低
ko: 최저
pl: Minimum
pt_br: Mínimo
ru: Минимум
tr: En düşük
zh_hans: 最低
zh_hant: 最低

# StockDayTurnover
source: Full-day turnover {0}%
cs: Obrat dne {0} %
de: Tagesumschlag {0} %
es: Rotación del día {0} %
fr: Rotation du jour {0} %
it: Rotazione del giorno {0} %
ja: 通日回転率 {0} %
ko: 하루 회전율 {0} %
pl: Obrót dnia {0} %
pt_br: Giro do dia {0} %
ru: Оборачиваемость за день {0} %
tr: Günün devri {0} %
zh_hans: 全日换手 {0}%
zh_hant: 全日換手 {0}%

# StockIntradayLabel
source: intraday
cs: intradenně
es: intradía
ja: 日内分足
ko: 분별
pt_br: intradiário
ru: внутридневные
tr: gün içi
zh_hans: 日内分时
zh_hant: 日內分時

# StockRangeJoiner
source: to
cs: až
de: bis
es: a
fr: à
it: a
pl: do
pt_br: a
zh_hans: 至
zh_hant: 至

# StockTradingDaysUnit
source: trading days
cs: obchodních dnů
de: Handelstage
es: sesiones
fr: séances
it: sedute
ja: 営業日
ko: 거래일
pl: sesji
pt_br: pregões
ru: торговых дней
tr: işlem günü
zh_hans: 个交易日
zh_hant: 個交易日

# StockMinutesUnit
source: minutes
cs: minut
de: Minuten
es: minutos
it: minuti
ja: 分
ko: 분
pl: minut
pt_br: minutos
ru: минут
tr: dakika
zh_hans: 分钟
zh_hant: 分鐘

# StockAddFavourite.Content
source: Save as favourite
cs: Uložit do oblíbených
de: Merken
es: Guardar favorito
fr: Mettre en favori
it: Aggiungi ai preferiti
ja: お気に入りに追加
ko: 즐겨찾기 추가
pl: Dodaj do ulubionych
pt_br: Salvar favorito
ru: В избранное
tr: Favorilere ekle
zh_hans: 收藏
zh_hant: 收藏

# StockFavNeedData
source: Fetch once first: a favourite remembers the name along with the code.
cs: Nejprve načtěte data: oblíbená položka si zapamatuje i název.
de: Zuerst einmal laden: ein Favorit merkt sich den Namen zusammen mit dem Code.
es: Carga primero los datos: un favorito guarda también el nombre.
fr: Chargez d'abord les données : un favori retient aussi le nom.
it: Prima carica i dati: un preferito memorizza anche il nome.
ja: 先にデータを取得してください。お気に入りは銘柄名も一緒に保存します。
ko: 먼저 데이터를 가져오세요. 즐겨찾기는 종목명도 함께 저장합니다.
pl: Najpierw pobierz dane: ulubiony zapamiętuje też nazwę.
pt_br: Carregue os dados primeiro: um favorito guarda também o nome.
ru: Сначала загрузите данные: избранное запоминает и название.
tr: Önce veriyi alın: favori, adı da birlikte hatırlar.
zh_hans: 请先获取数据，收藏时会一并记住股票名称。
zh_hant: 請先取得資料，收藏時會一併記住股票名稱。

# StockTradingDayNote.Text
source: The source holds only the last five trading days.
cs: Zdroj uchovává jen posledních pět obchodních dnů.
de: Die Quelle hält nur die letzten fünf Handelstage.
es: La fuente solo conserva las últimas cinco sesiones.
fr: La source ne conserve que les cinq dernières séances.
it: La fonte conserva solo le ultime cinque sedute.
ja: 取得できるのは直近 5 営業日のみです。
ko: 최근 5거래일만 제공됩니다.
pl: Źródło przechowuje tylko pięć ostatnich sesji.
pt_br: A fonte guarda apenas os cinco últimos pregões.
ru: Источник хранит только последние пять торговых дней.
tr: Kaynak yalnızca son beş işlem gününü tutar.
zh_hans: 接口仅提供最近 5 个交易日。
zh_hant: 介面僅提供最近 5 個交易日。

# TurnoverScope.Header
source: Board
cs: Segment
de: Segment
es: Segmento
fr: Segment
it: Segmento
ja: ボード
ko: 시장 구분
pl: Segment
pt_br: Segmento
ru: Сегмент
tr: Pazar
zh_hans: 板块
zh_hant: 板塊

# TurnoverScopeWhole
source: Shanghai + Shenzhen (all)
cs: Šanghaj + Šen-čen (celé)
de: Shanghai + Shenzhen (gesamt)
es: Shanghái + Shenzhen (todo)
fr: Shanghai + Shenzhen (tout)
it: Shanghai + Shenzhen (tutto)
ja: 上海＋深セン（全市場）
ko: 상해＋심천 (전체)
pl: Szanghaj + Shenzhen (całość)
pt_br: Xangai + Shenzhen (tudo)
ru: Шанхай + Шэньчжэнь (весь)
tr: Şanghay + Shenzhen (tümü)
zh_hans: 沪深全市场
zh_hant: 滬深全市場

# TurnoverScopeShanghai
source: Shanghai exchange (all)
cs: Burza Šanghaj (celá)
de: Börse Shanghai (gesamt)
es: Bolsa de Shanghái (todo)
fr: Bourse de Shanghai (tout)
it: Borsa di Shanghai (tutto)
ja: 上海証券取引所（全体）
ko: 상해거래소 (전체)
pl: Giełda w Szanghaju (całość)
pt_br: Bolsa de Xangai (tudo)
ru: Шанхайская биржа (вся)
tr: Şanghay Borsası (tümü)
zh_hans: 上证全市场
zh_hant: 上證全市場

# TurnoverScopeShanghaiMain
source: Shanghai main board
cs: Šanghaj, hlavní trh
de: Shanghai Hauptmarkt
es: Shanghái, board principal
fr: Shanghai, marché principal
it: Shanghai, mercato principale
ja: 上海メインボード
ko: 상해 메인보드
pl: Szanghaj, rynek główny
pt_br: Xangai, quadro principal
ru: Шанхай, основная доска
tr: Şanghay ana pazarı
zh_hans: 沪市主板
zh_hant: 滬市主板

# TurnoverScopeStar
source: STAR board
cs: Trh STAR
de: STAR-Markt
es: Board STAR
fr: Marché STAR
it: Mercato STAR
ja: 科創板
ko: 과창판 (STAR)
pl: Rynek STAR
pt_br: Quadro STAR
ru: Доска STAR
tr: STAR pazarı
zh_hans: 科创板
zh_hant: 科創板

# TurnoverScopeShenzhen
source: Shenzhen exchange (all)
cs: Burza Šen-čen (celá)
de: Börse Shenzhen (gesamt)
es: Bolsa de Shenzhen (todo)
fr: Bourse de Shenzhen (tout)
it: Borsa di Shenzhen (tutto)
ja: 深セン証券取引所（全体）
ko: 심천거래소 (전체)
pl: Giełda w Shenzhen (całość)
pt_br: Bolsa de Shenzhen (tudo)
ru: Шэньчжэньская биржа (вся)
tr: Shenzhen Borsası (tümü)
zh_hans: 深证全市场
zh_hant: 深證全市場
